export default {
  phrases: {
    about: {
      contactUs: "Если вы хотите связаться с нами, отправьте сообщение любому из нас, используя ссылки ниже, или отправьте сообщение по электронной почте по адресу {0}.",
      englishOnly: "Пожалуйста, обратите внимание, мы говорим только на английском языке.",
      languageProblem: "Плохой перевод? Отправьте нам сообщение: мы всегда стремимся улучшить этот сайт.<br />Или же, если вы знаете, что делаете, <a href='https://github.com/electricduck/fetlads/blob/develop/src/lang/ru.js' target='_blank'>отправьте запрос на подтягивание на Github</a>.",
      moreAboutUsBelow: "Вы можете узнать больше о нас по отдельности ниже.",
      profile: {
        role: {
          dom: "Доминирующий",
          sub: "покорный",
          switch: "переключатель"
        },
        sexuality: {
          homo: "Гомосексуалист",
          pan: "пансексуальнос"
        }
      },
      quote: "Секс без перегибов - это как еда без вкуса.",
      text: {
        par1: "Знакомясь друг с другом более {0} лет, мы вдвоем ищем новые способы исследовать друг друга (и других), не переставая удивлять друг друга, как далеко можно зайти. Для нас сексуальная энергия - это самое главное в наших отношениях: насколько хорошо мы можем сделать так, чтобы она свидетельствовала о том, как мы оба будем счастливы. Впервые встретившись на IRC - из всех мест - мы быстро начали осознавать все перегибы, которые у нас были, и с момента встречи этот список только увеличивался (и будет продолжать увеличиваться). Наши лучшие перегибы - это снаряжение, кабала, щенячьи игры, боль, и на открытом воздухе.",
        par2: "На протяжении многих лет мы накопили огромную коллекцию изображений и видеозаписей наших сессий, и нам нравится делиться с миром тем, чем мы можем поделиться со всем миром. Нам также нравится приглашать других на наши сессии, а также посещать мероприятия, связанные с перегибом палки."
      },
      title: "Около"
    },
    adultWarning: {
      containsAdultContent: "Этот сайт содержит сексуальный и взрослый контент.",
      letMeIn: "Впустите меня",
      pleaseLeaveNow: "Если вы еще не достигли совершеннолетия, пожалуйста, уходите.<br />Или не надо: я всего лишь несколько строк текста, а не полиция.",
      title: "Эй, там!"
    },
    footer: {
      openSource: "Этот сайт с открытым исходным кодом и может быть найден на <a href='https://github.com/electricduck/fetlads' target='_blank'>Github</a>",
      translationsProvidedBy: "Переводы предоставлены <a href='https://www.deepl.com/translator' target='_blank'>DeepL Translator</a>"
    },
    gif: {
      random: "Случайный"
    },
    grid: {
      loadMore: "Подробнее",
      nothingMore: "Больше нет должностей"
    },
    navbar: {
      hero: {
        hello: "Привет.",
        weAre: "Мы два кинкстера из Великобритании."
      },
      links: {
        back: "Назад",
        menu: "Меню",
        random: "Случайная почта"
      }
    },
    navmenu: {
      links: {
        about: "Около",
        gif: "GIFs",
        home: "Дом"
      }
    },
    notFound: {
      message: "Что бы вы ни искали, здесь больше нет или никогда не существовало.",
      title: "Не найдено"
    },
    post: {
      exit: "Выход",
      fullscreen: "Полный экран",
      openExternal: "Открыт на внешнем сайте",
      pictureInPicture: "Картинка в картинке"
    },
    postMediaAlbum: {
      back: "Предыдущее изображение",
      count: "{0} из {1}",
      forward: "Следующее изображение",
      loading: "Загрузка"
    },
    slidebar: {
      exit: "Выход"
    }
  }
}
